<?
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_NAME"] = "Экспорт в систему авито (Животные)";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_ID"] = "Уникальный идентификатор объявления<br/>(строка не более 100 символов)<br/><b class='required'>Обязательный элемент</b>";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_DATEBEGIN"] = "Дата начала экспозиции объявления";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_DATEEND"] = "Дата конца экспозиции объявления";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_LISTINGFEE"] = "Вариант платного размещения — одно из значений списка:<br/><br/>Package — размещение объявления осуществляется только при наличии подходящего пакета размещения;<br/>PackageSingle — при наличии подходящего пакета оплата размещения объявления произойдет с него; если нет подходящего пакета, но достаточно денег на кошельке Avito, то произойдет разовое размещение;<br/>Single — только разовое размещение, произойдет при наличии достаточной суммы на кошельке Avito; если есть подходящий пакет размещения, он будет проигнорирован.<br/>Если элемент пуст или отсутствует, то значение по умолчанию — Package.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_ADSTATUS"] = "Платная услуга, которую нужно применить к объявлению — одно из значений списка:<br/><br/>Free — обычное объявление;<br/>Premium — премиум-объявление;<br/>VIP — VIP-объявление;<br/>PushUp — поднятие объявления в поиске;<br/>Highlight — выделение объявления;<br/>TurboSale— применение пакета Турбо-продажа;<br/>QuickSale — применение пакета Быстрая продажа.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_AVITOID"] = "Номер объявления на Avito — целое число.<br/>Если вы разместили объявление вручную, а теперь хотите управлять объявлением с помощью Автозагрузки — укажите здесь номер объявления на сайте Авито.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_ALLOWEMAIL"] = "Возможность написать сообщение по объявлению через сайт — одно из значений списка: Да, Нет. Примечание: значение по умолчанию — Да.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_MANAGERNAME"] = "Имя менеджера, контактного лица компании по данному объявлению — строка не более 40 символов.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_CONTACTPHONE"] = "Контактный телефон — строка, содержащая только один российский номер телефона; должен быть обязательно указан код города или мобильного оператора. Корректные примеры:<br/>+7 (495) 777-10-66,<br/>(81374) 4-55-75,<br/>8 905 207 04 90,<br/>+7 905 2070490,<br/>88123855085,<br/>9052070490.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_REGION"] = "Регион,<br/>в котором находится объект объявления<br/>в соответствии со значениями из справочника.<br/><b class='required'>Обязательный элемент</b>";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_CITY"] = "Город или населенный пункт, в котором находится объект объявления — в соответствии со значениями из справочника.<br/>
Элемент обязателен для всех регионов, кроме Москвы и Санкт-Петербурга.<br/>
Справочник является неполным. Если требуемое значение в нем отсутствует, то укажите ближайший к вашему объекту пункт из справочника, а точное название населенного пункта — в элементе Street.";

$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_SUBWAY"] = "Ближайшая станция метро<br/>(в соответствии со значениями из справочника)";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_DISTRICT"] = "Район города — в соответствии со значениями из справочника.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_CATEGORY"] = "<b>Тип животного — одно из значений списка:</b><br/>
Собаки<br/>
Кошки<br/>
Птицы<br/>
Аквариум<br/>
Другие животные<br/>
Товары для животных";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_CATEGORY_VALUE"] = "";

$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_GOODSTYPE"] = "<b>Вид животного для типа &quot;Другие животные&quot; — одно из значений списка:</b><br/>
Амфибии<br/>
Грызуны<br/>
Кролики<br/>
Лошади<br/>
Рептилии<br/>
С/х животные<br/>
Хорьки<br/>
Другие животные";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_BREED"] = "<b>Порода животного (для типов &quot;Собаки&quot; и &quot;Кошки&quot;) — одно из значений списка (для каждого типа свой):</b><br/>
<b>Собаки:</b><br/>
	Акита, Аляскинский маламут, Американский бульдог, Английский бульдог, Басенджи, Бассет, Бельгийская овчарка, Бельгийский гриффон, Бернский зенненхунд, Бивер, Бигль, Бишон фризе, Бобтейл, Боксер, Болонки, Бриар, Брюссельский гриффон, Бульмастиф, Бультерьер, Бурбуль, Вельштерьер, Вест хайленд вайт терьер, Восточноевропейская овчарка, Далматин, Джек Рассел терьер, Доберман, Дог, Ирландский терьер, Йоркширский терьер, Кавказская овчарка, Кане Корсо, Керн терьер, Китайская хохлатая, Кокер спаниель, Колли, Курцхаар, Лабрадор, Лайка, Левретка, Леонбергер, Лхаса Апсо, Мастиф, Миттельшнауцер, Мопс, Московская сторожевая, Немецкая овчарка, Норвич терьер, Ньюфаундленд, Овчарка, Папийон, Пекинес, Петербургская орхидея, Питбуль, Пойнтер, Пти брабансон, Пудель, Ретривер, Ризеншнауцер, Родезийский риджбек, Ротвейлер, Русская борзая, Самоедская лайка, Сенбернар, Сеттер, Сибирский хаски, Скотч-терьер, Спаниель, Среднеазиатская овчарка, Стаффордширский терьер, Такса, Той-пудель, Той-терьер, Фландрский бувье, Фокстерьер, Французская овчарка, Французский бульдог, Цвергпинчер, Цвергшнауцер, Чау-чау, Чихуахуа, Шарпей, Швейцарская овчарка, Шелти, Ши-тцу, Шпиц, Эрдельтерьер, Ягдтерьер, Японский хин, Другая<br/>
<b>Кошки:</b><br/>
	Абиссинская, Американский кёрл, Балинез, Бенгальская, Британская, Бурманская, Девон-рекс, Донской сфинкс, Европейская, Канадский сфинкс, Корниш-рекс, Курильский бобтейл, Ла-перм лаперм, Манчкин, Мейн-кун, Меконгский бобтейл, Невская маскарадная, Норвежская лесная, Ориентальная, Оцикет, Персидская, Петерболд, Русская голубая, Селкирк-рекс, Сиамская, Сибирская, Сингапурская, Сомалийская, Тайская, Турецкая ангора, Уральский рекс, Шотландская, Экзотическая, Японский бобтейл, Другая<br/>
";

$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_TITLE"] = "Название объявления — строка до 50 символов.<br/>Примечание: не пишите в название цену и контактную информацию — для этого есть отдельные поля — и не используйте слово - продам.";
$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_DESCRIPTION"] = "Текстовое описание объявления в соответствии с правилами Avito — строка не более 3000 символов.";

$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_PRICE"] = "Цена в рублях";

$MESS["ACRIT_EXPORTPROPLUS_AVITO_ANIMALS_FIELD_IMAGE"] = "Изображения";
$MESS["ACRIT_EXPORTPROPLUS_TYPE_AVITO_ANIMALS_PORTAL_REQUIREMENTS"] = "http://autoload.avito.ru/format/zhivotnye/";
$MESS["ACRIT_EXPORTPROPLUS_TYPE_AVITO_ANIMALS_PORTAL_VALIDATOR"] = "http://autoload.avito.ru/format/xmlcheck/";
$MESS["ACRIT_EXPORTPROPLUS_TYPE_AVITO_ANIMALS_EXAMPLE"] = "
<?xml version=\"1.0\" encoding=\"UTF-8\"?>
<Ads target=\"Avito.ru\" formatVersion=\"3\">
	<Ad>
		<Id>24534225</Id>
		<Title>Щенок хаски ласковый</Title>
		<Category>Собаки</Category>
		<Breed>Сибирский хаски</Breed>
		<AdType>На продажу</AdType>
		<Description>
			<![CDATA[
				Племенной питомник Сибирских хаски продает породных щенков Сибирский хаски!
				Красивые, умные, мальчики и девочки, любых окрасов, без наследственных заболеваний, правильного 
				разведения и питания, с устойчивой психикой, для семьи, для выставок, для спорта!
				Полный пакет документов, родословная РКФ, все прививки.
				Скидки на снаряжение для собак, корма по цене питомника, консультации.
				Возраста щенков от 2х месяцев до 7месяцев.
				Цена на щенков разная, звоните.
			]]>
		</Description>
		<Region>Москва</Region>
		<Price>15000</Price>
		<ManagerName>Менеджер по продажам</ManagerName>
		<EMail>manager@test.com</EMail>
		<AllowEmail>Да</AllowEmail>
		<Images>
		<Image url=\"https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Husky_Puppy.jpg/260px-Husky_Puppy.jpg\"></Image>
		</Images>
		<AdStatus>Free</AdStatus>
	</Ad>
	<Ad>
		<Id>56352</Id>
		<Title>Умная девочка кун</Title>
		<Category>Кошки</Category>
		<Breed>Мейн-кун</Breed>
		<AdType>На продажу</AdType>
		<Description>
			Очаровательная кошечка мейн-кун из питомника \"Oligarch\" готова переехать к новым родителям.
			Отличные породные данные. Титулованные родители. Очень умная и ласковая девочка.
			Неутомимая помощница в любых домашних делах. Тарахтелка. Привита. Документы.
		</Description>
		<Region>Москва</Region>
		<Price>18000</Price>
		<ManagerName>Менеджер по продажам</ManagerName>
		<EMail>manager@test.com</EMail>
		<AllowEmail>Да</AllowEmail>
		<Images>
		<Image url=\"https://20.img.avito.st/640x480/3889069720.jpg\"></Image>
		<Image url=\"https://48.img.avito.st/640x480/3968236548.jpg\"></Image>
		</Images>
		<AdStatus>Free</AdStatus>
	</Ad>
	<Ad>
		<Id>634252</Id>
		<Title>Отличная кобыла от фриза</Title>
		<Category>Другие животные</Category>
		<GoodsType>Лошади</GoodsType>
		<Description>
			Красивая, высокая, 158 в холке, общительная, еще юная кобылка, 2015г рождения, от кобылы
			(орлово-першеронская) и фризского жеребца ждет своих новых владельцев!! Отвечу на все
			вопросы WhatsApp, Viber
		Стоим в Костромской обл</Description>
		<Region>Москва</Region>
		<Price>70000</Price>
		<ManagerName>Менеджер по продажам</ManagerName>
		<EMail>manager@test.com</EMail>
		<AllowEmail>Да</AllowEmail>
		<Images>
			<Image url=\"https://81.img.avito.st/640x480/3712723881.jpg\"></Image>
			<Image url=\"https://18.img.avito.st/640x480/3712723618.jpg\"></Image>
			<Image url=\"https://31.img.avito.st/640x480/3712726631.jpg\"></Image>
		</Images>
		<AdStatus>Free</AdStatus>
	</Ad>
</Ads>
";
?>