<?
$MESS["DATA_EXPORTPROPLUS_JQUERY_REQUIRE"] = "Отсутствует либо неисправна библиотека jQuery";

$MESS["DATA_EXPORTPROPLUS_ADVMANAGEMENT_TITLE"] = "Ведение рекламных компаний";

$MESS["DATA_EXPORTPROPLUS_ADVMANAGEMENT_TEXT"] = "
Реклама является неотъемлемым условием успешной конкуренции. С одной стороны, она содержит в себе определенную информацию, а с другой - служит ориентиром для потребителей.<br/>
Было бы ошибкой полагаться лишь на способность потребителя при выборе товара судить о нём по внешнему виду.<br/>
Кроме того, реклама не даёт рынку застаиваться. Ведь только с помощью рекламы новый производитель может получить доступ на уже сформировавшийся рынок. Реклама способствует конкуренции, обеспечивает доступ на рынок новых производителей, оживляя и расширяя сам рынок товаров и услуг.<br/>
Как нельзя исключить конкуренцию из повседневной жизни человека без ущерба для его личности, так нельзя исключить и конкуренцию из экономики без ущерба для последней.<br/>
Конкуренция и реклама не могут существовать друг без друга.<br/><br/>
";
?>